# К вам обратился предприниматель Джон Смит. Джон говорит, что его бизнес
# специализируется на создании телефонных номеров для рекламы. Они хотят подписать с
# вами контракт, но прежде хотелось бы убедиться, что вы хороший программист, можете
# работать с их требованиями, и доставлять качественное программное обеспечение.
# Они говорят: у нас есть номера телефонов с буквами. Например, для бизнеса по продаже
# матрасов существует номер “555-MATRESS”, который транслируется в “555-628-7377”.
# Когда наши клиенты набирают буквенный номер на клавиатуре телефона (см.картинку
# ниже), он транслируется в цифровой. Напишите программу, которая будет переводить
# (транслировать) слово без дефисов в телефонный номер.
