# Пусть метод initialize принимает опцию - номер робота. Сделайте так, чтобы
# номер робота был еще одним параметром, который будет определять его состояние
# (также как и координаты). Измените методы up и down - если номер робота четный, эти
# методы не должны производить операции над координатами. Измените методы left и right
# - если номер робота нечетный, эти методы также не должны производить никаких
# операций над координатами. Попробуйте догадаться, что будет на экране при запуске
# программы.
