# Напишите класс Monkey (“обезьянка”). В классе должно быть 1) реализовано
# два метода: run, stop; 2) каждый из методов должен менять состояние объекта; 3) you
# must expose the state of an object так, чтобы можно было узнать о состоянии класса
# снаружи, но нельзя было его модифицировать (к сожалению, точно перевести на русский
# язык выражение “expose the state” не получилось. Посмотрите перевод слова “expose” в
# словаре). Создайте экземпляр класса Monkey, вызовите методы объекта и проверьте
# работоспособность программы.
