# Объявите в программе два разных массива строк: один, состоящий из нескольких мужских имен, другой — из женских.
#
# Как угодно создайте третий массив так, чтобы он состоял из всех элементов первого и второго массивов
# (т. е. из всех мужских и женских имен), не повторяя эти имена в коде. То есть, используя элементы из
# первых двух массивов.
#
# Потом выведите все три массива на экран.

arr = ['Name 1', 'Name 2', 'Name 3']
arr_2 = ['Name 4', 'Name 5', 'Name 6']

arr_all = arr + arr_2
puts arr_all.to_s
